export const navs = [
  {
    id: 0,
    title: "首页",
    path: '/?id=0'
  },
  {
    id: 1,
    title: "文章",
    path: '?id=1',
    childers: [
      {
        name: 'Vue || Nuxt',
        path: '/vue?id=1',
        list: [
          {
            title: "Vue学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/vue/vue?id=1&num=0"
          },
          {
            title: "Vue学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/bg.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。<img src='http://img.dd0519.cn/vue/yugong.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/vue/vue?id=1&num=1"
          },
          {
            title: "Vue学习路径3-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。<img src='http://img.dd0519.cn/vue/yugong.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/vue/vue?id=1&num=2"
          },
          {
            title: "Vue学习路径4-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/bg.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/vue/yugong.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/vue/vue?id=1&num=3"
          },
          {
            title: "Vue学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/bg.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/vue/vue?id=1&num=4"
          },
          {
            title: "Vue学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/vue/vue?id=1&num=5"
          }
        ],
      },
      {
        name: 'Node || Mongo',
        path: '/node?id=1',
        list: [
          {
            title: "NODE学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/node/node?id=1&num=0"
          },
          {
            title: "NODE学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/vue/yugong.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/node/node?id=1&num=1"
          },
          {
            title: "NODE学习路径3-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/node/node?id=1&num=2"
          },
          {
            title: "NODE学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/vue/yugong.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/node/node?id=1&num=3"
          },
          {
            title: "NODE学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/node/node?id=1&num=4"
          },
          {
            title: "NODE学习路径3-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/node/node?id=1&num=5"
          },
        ],
      },
      {
        name: 'CSS',
        path: '/css?id=1',
        list: [
          {
            title: "CSS学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/css/css.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/css/css?id=1&num=0"
          },
          {
            title: "CSS学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/css/sx.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/css/css?id=1&num=1"
          },
          {
            title: "CSS学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/css/css.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/css/css?id=1&num=2"
          },
          {
            title: "CSS学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/css/sx.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/css/css?id=1&num=3"
          },
          {
            title: "CSS学习路径3-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/css/css.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/css/css?id=1&num=4"
          },
        ]
      },
      {
        name: 'JS',
        path: '/js?id=1',
        list: [
          {
            title: "JS学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/js/city.png",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/js/js?id=1&num=0"
          },
          {
            title: "JS学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/js/jing.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/js/js?id=1&num=1"
          },
          {
            title: "JS学习路径3-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/js/city.png",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/js/js?id=1&num=2"
          },
          {
            title: "JS学习路径4-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/js/jing.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/js/js?id=1&num=3"
          },
          {
            title: "JS学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/js/city.png",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/js/js?id=1&num=4"
          },
          {
            title: "JS学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/js/city.png",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/js/js?id=1&num=5"
          },
          {
            title: "JS学习路径3-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/js/js?id=1&num=6"
          },
        ]
      },
    ]
  },
  {
    id: 2,
    title: '视讯',
    path: '?id=2',
    childers: [
      {
        name: '视频',
        path: '/video?id=2',
        list: [
          {
            title: "video学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/video/video?id=2&num=0"
          },
          {
            title: "video学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/bg.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/video/video?id=2&num=1"
          },
          {
            title: "video学习路径3-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/video/video?id=2&num=2"
          },
          {
            title: "video学习路径4-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/bg.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/video/video?id=2&num=3"
          }, {
            title: "video学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/bg.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/video/video?id=2&num=4"
          },
          {
            title: "video学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/video/video?id=2&num=5"
          }
        ]
      },
      {
        name: '音乐',
        path: '/music?id=2',
        list: [
          {
            title: "music学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/video/music?id=2&num=0"
          },
          {
            title: "music学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/bg.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/video/music?id=2&num=1"
          },
          {
            title: "music学习路径3-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/video/music?id=2&num=2"
          },
          {
            title: "music学习路径4-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/bg.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/video/music?id=2&num=3"
          }, {
            title: "music学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/bg.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/video/music?id=2&num=4"
          },
          {
            title: "music学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/video/music?id=2&num=5"
          }
        ]
      },
    ]
  },
  {
    id: 3,
    title: '服务器',
    path: '?id=3',
    childers: [
      {
        name: 'Linux',
        path: '/server?id=3',
        list: [
          {
            title: "linux学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/server/linux?id=3&num=0"
          },
          {
            title: "linux学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/bg.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/server/linux?id=3&num=1"
          },
          {
            title: "linux学习路径3-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/server/linux?id=3&num=2"
          },
          {
            title: "linux学习路径4-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/bg.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/server/linux?id=3&num=3"
          }, {
            title: "linux学习路径1-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/bg.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/server/linux?id=3&num=4"
          },
          {
            title: "Vue学习路径2-轻松从基础到实战",
            date: "发布于 2018年08月27日 —— 15:15",
            img: "http://img.dd0519.cn/vue/yugong.jpg",
            content: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            toball: "/server/linux?id=3&num=5"
          }
        ]
      }
    ]
  },
  {
    id: 4,
    title: '联系',
    path: '/call?id=4'
  }
]
